export  default [
    {
        "page": "首页",
        "power": "查看首页",
        "role": "产品部-产品经理；技术管理部-技术员；开发部-开发经理；开发部-开发人员；事业部-部长；质量管理部-经理；质量管理部-技术员；运维部-经理；运维部-技术员"
    },{
        "page": "查看首页",
        "power": "登录系统",
        "role": "产品部-产品经理；技术管理部-技术员；开发部-开发经理；开发部-开发人员；事业部-部长；质量管理部-经理；质量管理部-技术员；运维部-经理；运维部-技术员"
    },{
        "page": "需求列表",
        "power": "加载需求列表页面",
        "role": "产品部-产品经理；技术管理部-技术员；开发部-开发经理；开发部-开发人员；事业部-部长；质量管理部-经理；质量管理部-技术员；运维部-经理；运维部-技术员"
    },{
        "page": "需求列表",
        "power": "点击新建需求按钮",
        "role": "产品部-产品经理"
    },{
        "page": "需求列表",
        "power": "编辑需求详情",
        "role": "产品部-产品经理"
    },{
        "page": "需求列表",
        "power": "审核需求合理性",
        "role": "技术管理部-技术员"
    },{
        "page": "需求列表",
        "power": "审核开发可行性",
        "role": "开发部-开发经理"
    },{
        "page": "需求列表",
        "power": "审核时间计划",
        "role": "产品部-产品经理"
    },{
        "page": "需求列表",
        "power": "查看需求详情",
        "role": "产品部-产品经理；技术管理部-技术员；开发部-开发经理；开发部-开发人员；事业部-部长；质量管理部-经理；质量管理部-技术员；运维部-经理；运维部-技术员"
    },{
        "page": "需求详情",
        "power": "加载需求详情",
        "role": "产品部-产品经理；技术管理部-技术员；开发部-开发经理；开发部-开发人员；事业部-部长；质量管理部-经理；质量管理部-技术员；运维部-经理；运维部-技术员"
    },{
        "page": "需求详情",
        "power": "提交时间计划",
        "role": "开发部-开发经理；开发部-开发人员"
    },{
        "page": "需求详情",
        "power": "提交开发计划",
        "role": "开发部-开发经理；开发部-开发人员"
    },{
        "page": "需求详情",
        "power": "分配开发任务",
        "role": "开发部-开发经理"
    }
]